{
  "downfall:SolShrine": {
    "NAME": "Алтарь душ",
    "DESCRIPTIONS": [
      "Перед вами искусный алтарь, посвящённый древнему злому духу.",
      "Как только вы касаетесь алтаря, #yдуши текут рекой из него - вы буквально ~утопаете~ ~в~ ~силе.~",
      "С каждым ударом по алтарю #yдуши сыпятся всё больше и больше! NL NL Вы сомневаетесь и думаете что он мог бы быть бесконечным источником энергии, пока её поглощаете. Точно ли вы приняли #rправильное #rрешение.",
      "Вы игнорируете алтарь."
    ]
  },
  "downfall:GremlinMatchGame": {
    "NAME": "Совмещай и забирай!",
    "DESCRIPTIONS": [
      "«... #bДве-двенадцать карт! Находи пары одинаковых и оставляй себе! #bПя-пять попыток... никаких вторых шансов. NL Всё ясно? Начнём!»",
      "Вы завершаете игру гремлина и поднимаете взгляд. NL Он исчез?",
      "Гремлин яростно мешает карты на столе. Этот монстр, похоже, безобиден. Когда вы приближаетесь, он на мгновение испуганно теряет самообладание, но всё-таки находит в себе смелость обратиться к вам.",
      "Мгновенно гремлин кричит! NL NL «ВЕРЗИЛА!!!» NL NL Громыхающий гремлин выходит из тени, возвышаясь над гремлином, столом и тобой. NL «Вы уверены, что не хотите играть в игру?» - спросил гремлин."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Уйти]",
      "[Играть]",
      "Осталось попыток: #y",
      "[Запугать] Украсть 6 карт.",
      "[Врезать] #rДраться. #gПолучить #g6 #gкарт."
    ]
  },
  "downfall:WomanInBlue": {
    "NAME": "Женщина в синем",
    "DESCRIPTIONS": [
      "Затаившись в темноте, вы замечаете маленький магазинчик. Внутри вы замечаете бледную женщину в строгой одежде, торгующую зельями, заставленными на стеллажах. Она перепугана вашим угрожающим видом. NL «Оставь меня и мои товары в покое, кретин!» - кричит она.",
      "Вы осторожно покидаете магазин, не желая спровоцировать женщину на драку.",
      "#r@ШМЯК@ NL Её одетый в перчатку кулак встречает ваше лицо с такой силой, что вы еле удерживаетесь на ногах. NL «Убирайся, пока я не выпустила тебе кишки». Вы верите ей на слово и уходите, не желая терять кишки."
    ],
    "OPTIONS": [
      "[Уйти]",
      "[Уйти] #rПолучить #r",
      " #rурона.",
      "[Врезать] #rДраться. #gПолучить #g3 #gЗелья #gи #gРеликвию, #gсвязанную #gс #gЗельями."
    ]
  },
  "downfall:GremlinWheelGame": {
    "NAME": "Колесо перемен",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на задорного элегантно одетого гремлина. Несмотря на ваш грозный вид, он кажется невозмутим, хотя вы и ловите его неуверенный взгляд за кулисами. NL «Пришло время крутить колесо! Вы готовы?»",
      "«Вы выиграли #yДУШИ! NL УРА!!!!»",
      "«Ага, #gподарок! NL Поздравляю!»",
      "«О-о-о, бесплатное #gлечение!»",
      "«Похоже, что вы выиграли #pпроклятие! NL Плохо дело. NL Ну что ж! Повезёт в следующий раз!»",
      "«О-о-о, силы #r~тьмы...~ NL Выберите карту, которую хотите убрать из колоды!»",
      "«О нет! NL Вы проиграли!» NL Вы видите, как он достаёт заточку...",
      "Вы делаете выпад в сторону безумного гремлина, но он слишком быстр! NL Он делает несколько удачных тычков грубой заточкой. NL «Цена заплачена!!» NL И с этими словами оба гремлина исчезают в клубах дыма вместе со своим колесом.",
      "Гремлин нервно оглядывается через плечо, но быстро успокаивается. Вы замечаете, как он жестикулирует рукой, но не обращаете на это внимания. NL «Ну-ну, друг, колесо честно определило твою награду! Никто не получает второе вращение».",
      "Мгновенно гремлин кричит! NL NL «ВЕРЗИЛА!!!» NL NL Громыхающий гремлин выходит из тени, возвышаясь над гремлином, столом и тобой. NL «Мой друг советует вам взять то, что предлагает колесо».",
      "Устроившись у костра, вы решаете проверить, не повезет ли вам с Колесом больше, чем в прошлый раз.",
      "Колесо определило приз. NL NL Вам нужно только протянуть руку и взять его.",
      "Успех! Вы нашли то, что искали, и как раз вовремя! NL NL #r@ХРУСТЬ!@ NL NL Вы, возможно, были немного грубы с тем последним вращением... Колесо было сломано.",
      "Вы решаете испытать удачу в другой раз. NL NL А пока вы должны отдохнуть и восстановить самообладание."
    ],
    "OPTIONS": [
      "[Играть]",
      "[Приз!] УРА!!!!",
      "[Приз!] #gПолучить #gреликвию.",
      "[Приз!] #gПолностью #gвосполнить #gздоровье.",
      "[Приз?] #rПроклятие #r- #rГниение.",
      "[Приз!] #gУбрать #gкарту #gиз #gколоды.",
      "[Приз?] #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "Выберите карту, которую хотите убрать.",
      "[Снова!]",
      "[СНОВА!!]",
      "[Врезать] #rДраться. #gПолучить #gКолесо #gгремлина.",
      "[Проигнорировать] Попробовать в другой раз."
    ]
  },
  "downfall:GremlinWheelGameRest": {
    "NAME": "Колесо перемен",
    "DESCRIPTIONS": [
    ],
    "OPTIONS": [
    ]
  },
  "downfall:LivingWall": {
    "NAME": "Живая стена",
    "OPTIONS": [
      "[Врезать] #rДраться. #gПринять #gвсе #g3 #gГоловы."
    ]
  },
  "downfall:Augmenter": {
    "NAME": "Усилитель",
    "DESCRIPTIONS": [
      "К вам вразвалку подходит мужчина с повязкой на глазу и дьявольской ухмылкой. NL «О боже, что за ужасный испытуемый! Вы можете не интересоваться наукой, но я обещаю, что сделаю вас сильнее чем любой сбор душ. Тем более это поможет в преследовании одного из этих \"героев\".» NL NL ~«Что~ ~скажешь?»~"
    ],
    "OPTIONS": [
      "[Врезать] #rДраться. #gЗабрать #gвсё."
    ]
  },
  "downfall:BonfireSpirits": {
    "NAME": "Духи костра",
    "DESCRIPTIONS": [
      "Духи жадно поглощают ваше подношение! Они пожирают души, пылая ярче @солнца.@ NL Духи оживлённо танцуют вокруг вас, прежде чем ~слиться~ ~с~ ~вашей~ ~формой,~ наполняя вас теплом и силой. NL Вы #gвосполняете весь запас ОЗ и повышаете его на #b10."
    ],
    "OPTIONS": [
      "[Заплатить] #rПотерять #r150 #rдуш. #gПолучить #g10 #gМакс. #gОЗ.",
      "[Закрыто] Требуется не менее 150 Душ."
    ]
  },
  "downfall:FaceTrader": {
    "NAME": "Торговец лицами",
    "DESCRIPTIONS": [
      " NL NL Не похоже, что он окажет серьезное сопротивление, но он смог выжить в этом месте. Возможно, в этих масках есть некоторая сила..."
    ],
    "OPTIONS": [
      "[Врезать] #rДраться. #g100%: #gВсе #gлица."
    ]
  },
  "downfall:CursedFountain": {
    "NAME": "Проклятый фонтан",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на окрашенную в #p~фиолетовый~ #p~цвет~ #p~жидкость,~ нескончаемо текущую из фонтана на ближайшей стене. Это то, что вы признаёте смертельным для большинства существ, но весьма полезным для тех, кто подвергся проклятию.",
      "Вы выпиваете #p~жидкости~ и ощущаете, как #pтёмная #pхватка проникает в ваш разум. Это чувство превосходно и освежающе.",
      "Чуя, что эта #p~жидкость~ может быть полезна, вы решаете захватить немного в колбу, чтобы использовать позже. Существа, не готовые окунуться в #pтёмную #pводу, наверняка, будут страдать.",
      "#p~Жидкость~ фонтана бурлит в душах заблудших. Не взять их за просто так - грех для вас. Вы направляете души в свою форму, отрывая их от магии #pпроклятого #pфонтана.",
      "Оставив фонтан позади, вы продолжаете свой путь."
    ],
    "OPTIONS": [
      "[Колба] #gПолучить #gПроклятое #gжидкое #gзелье.",
      "[Поглотить] #gПолучить #g75 #yДуш.",
      "[Выпить] #gВосполнить #gвсе #gОЗ.",
      "[Закрыто] Требуется: Проклятие.",
      "[Закрыто] Требуется: 2 Проклятия.",
      "[Закрыто] Требуется: 3 Проклятия.",
      "[Закрыто] Уже использовано.",
      "[Уйти]"
    ]
  },
  "downfall:WeMeetAgain": {
    "NAME": "Вы снова встретились!",
    "DESCRIPTIONS": [
      "«БОСС!» Весёлый взъерошенный парень радостно подходит к вам. Вы знаете этого человека хорошо. NL «Это же я, #yРанвид! Не поверишь, что я увёл у этих проклятых героев! У тебя есть ещё хлам для них?» NL Вы цените его дружелюбие и рассматриваете ваши варианты, наверняка найдётся что-то для следующей «сделки» Ранвида...",
      "«Прелестно! Это полнейший хлам! Вот, держи эти эликсиры что мне дали несколько последних дурачков!» NL Порывшись в своих сумках, Ранвид достает для вас три склянки, едва не выронив их из рук...",
      "«Великолепно! Это будет очень кстати для следующей сделки. О, и я собирал трупы, как вы просили!» NL Ранвид вручает камень душ, а затем убегает искать новое лицо, чтобы продать бесполезную безделушку.",
 //можно вместо продать написать втюхать
      "«Невероятно! Оно будет выглядеть как нечто особенное, после того как я немного поработаю над этим.» NL Ранвид уходит, размышляя как он без сомнения преувеличит её полезность для следующего встречного авантюриста.",
      "«Сегодня ничего, босс? Окей!» NL Он уносится вдаль."
    ],
    "OPTIONS": [
      "[Потерять ",
      "] ",
      "#gПолучить #g3 #gзелья.",
      "#gПолучить ",
      " #yдуш.",
      "#gПолучить #yРедкую #gкарту.",
      "[Уйти]",
      "[Закрыто] Требуется Реликвия, которую можно отдать.",
      "#gПолучить #g2 #gзелья."
    ]
  },
  "downfall:Designer": {
    "NAME": "Дизайнер Шпиль-ка",
    "DESCRIPTIONS": [
      "Вы замечаете #g~колоритный~ магазинчик с вывеской «ШПИЛЬ-КА» и хотите в него зайти, но #rбандит кричит прямо на его пороге, угрожая тому, кто находится внутри. NL NL @«Гони@ @сюда@ @свои@ @денежки!»@ NL NL Он настолько увлёкся грабежом, что не замечает вас.",
      "Справиться с бандитом не представляет трудности, но драка не обошлась без ранений. Из магазина выходит мужчина в странной одежде. NL «Спасибо, добрый повелитель!», сказал он и пригласил вас внутрь.",
      "Вы не видите причин вмешиваться в это, ведь вам надо совершить более важное убийство.",
      "«О боже, вы просто ужасны!! Ну нет, это никуда не годится. Кто вообще так одевается? Вы должны выглядеть @угрожающе!@ Грозный, наводящий страх, #rповелитель Шпиля! Вы просто ~должны~ мне позволить сделать правильный образ.» NL NL Вы не знаете что делать, поверить на слово и дать ему что-то сделать или врезать за то что он оскорбил ваш стиль.",
      "«Оки, пока-пока! Расскажи своим #rдрузьям-повелителям!» NL NL Хоть вы и опасались способностей этого человека, вы явно стали более устрашающим.",
      "Вы бъёте его. NL «Моё @ЛИЦО!!@ Теперь мне придётся-» NL NL Он потерял сознание. Возможно, в следующий раз он подумает, прежде чем оскорблять существо вашего статус."
    ],
    "OPTIONS": [
      "[Подправка] ",
      "[Чистка] ",
      "[Полный набор] ",
      "[Проигнорировать] Уйти.",
      "[Врезать] Уйти.",
      "[Зайти в магазинчик]",
      " #gПолучить #gвознаграждение."
    ]
  },
  "downfall:DeadGuy": {
    "NAME": "Мертвый странник",
    "DESCRIPTIONS": [
      "Вы начинаете проводить ритуал, как вдруг вас застигают врасплох!",
      "Вы бесшумно выходите.",
      "Вы натыкаетесь на лежащего на полу #rмёртвого #rстранника. NL Его дух все ещё тут задержался. А ещё, ",
      "его доспехи и лицо словно #r@обожжены@ #r@огнём.@ ",
      "его, похоже, #r@растерзал@ #r@и@ #r@растоптал@ какой-то рогатый зверь. ",
      "его, похоже, #r@выпотрошил@ #r@и@ #r@разорвал@ кто-то с огромными когтями. ",
      "NL Ритуал сбора душ может принести тут результаты, но создание, убившее этого странника может скоро вернуться.",
      "Ритуал собирает #yдуши с трупа! NL Продолжить проводить?",
      "Ваши чары не могут добраться до духа павшего скитальца... NL Продолжить проводить?",
      "Из-за вашей магии тело дергается и дрожит, и из его карманов падает #yреликвия! NL Продолжить проводить?",
      "Похоже, вам удалось завершить ритуал!"
    ],
    "OPTIONS": [
      "[Собирать души] #gНайти #gдобычу. #r",
      "[Уйти]",
      "[Драться]",
      "[Продолжить] #gНайти #gдобычу. #r",
      "%: #rмонстр #rвернется."
    ]
  },
  "downfall:ShiningLight": {
    "NAME": "Сияние",
    "DESCRIPTIONS": [
      "На вашем пути попадается зал, центр которого окутан #yмерцающим #yсветом. NL NL Его ~тёплое~ ~свечение~ и ~завораживающие~ ~отблески~ заставляют ваш живот свернуться, но вы знаете, что он несёт в себе огромную силу.",
      "Вы проходите через свет и морщитесь, как тот впитывается в вас. NL Он #r@обжигающе@ #r@горяч@ ! Вы не чувствуете боли, и хотя вы недавно #bприободрились, запоминающееся воспоминание об этом свете оставит шрам.",
      "Вы проходите мимо, гадая о том, что могло бы произойти."
    ],
    "OPTIONS": [
      "[Войти] #gУлучшить #g3 #gслучайные #gкарты. #rПолучить #rПроклятие #r- #rFlawed.",
      "[Уйти]",
      "[Закрыто] Требуются Улучшаемые карты"
    ]
  },
  "downfall:WorldOfGoop": {
    "NAME": "Липкий мир",
    "DESCRIPTIONS": [
      "Вы падаете в лужу. NL @ЛУЖУ@ @ИЗ@ #g@ВЯЗКОЙ@ #g@СЛИЗИ!@ NL Она попадает в уши, в нос - куда только можно. NL NL Выкарабкиваясь, вы замечаете прилипшую к телу, на вид уникальную, #yжёлтую Слизь. Похоже, она собирала #yДуши менее удачливых странников. Как удобно.",
      "Вы ударяете #yжёлтую Слизь, так как не хотите чтобы этот несчастный случай остался без награды. NL NL Она тут же @лопается!@ NL NL Вы думали это невозможно, но теперь вы покрыты вязкой слизь ещё больше.",
      "Стряхивая #yжёлтую Слизь, вы продолжаете своё путешествие, хотя всё ещё покрыты вязкой слизью. С другой стороны она замечательно дополняет ваш грозный вид."
    ],
    "OPTIONS": [
      "[Полный урожай] #gПолучить #g",
      "[Осушить] #gПолучить #g",
      "[Истощить] #gПолучить #g",
      " #gДуш и #rтри #rПроклятия #r- #rМерзость.",
      " #gДуш и #rдва #rПроклятия #r- #rМерзость.",
      " #gДуш и #rПроклятие #r- #rМерзость.",
      "[Уйти]"
 // В ориг. Шпиле не проклятье, а проклятие
    ]
  },
  "downfall:Serpent": {
    "NAME": "З-з-з-з-змей",
    "DESCRIPTIONS": [
      "Вы заходите в комнату и обнаруживаете широкую дыру в земле. Когда вы подходите ближе, оттуда вылезает огромный змей. NL NL ~«О-го-го!~ ~Привет,~ ~привет!~ ~Что~ ~это~ ~тут~ ~у~ ~нас?~ Вам, мой повелитель, я задам простой вопрос. NL Самое приятное в жизни — возможность #y~врезать~ #y~кому~ #y~угодно!~ NL Согласны?»",
      "~«Пссссссссссссс..~ ~..ссССс.....~ ~сс...~ ~ссссс....»~",
      "Змей бросает на вас крайне разочарованный взгляд.",
      " NL NL Змей задирает голову и вопит ужасным криком. Когда его тело обмякает и падает в яму, жизненная сила существа становится легко доступной для сбора. NL NL It is awe-inspiring, but you can't help but wonder if the serpent was speaking metaphorically. Возможно он хотел побудить вас к насилию над другими, а не над собой..." //крик можно заменить на визг
    ],
    "OPTIONS": [
      "[Согласиться] [Врезать] #gПолучить #g",
      " #gдуш. #rПолучить #rПроклятие #r- #rСомнения.",
      "[Не согласиться]",
      "[Уйти]"
    ]
  },
  "downfall:WingStatue": {
    "NAME": "Статуя-крыло",
    "DESCRIPTIONS": [
      "Среди камней и булыжников вы замечаете изящную голубую статую, похожую на крыло. NL Из её трещин сыпятся #yсверкающие #yмонеты, но они не представляют ценности для вас. Однако сама статуя...",
      "Вы забираете сломанную статую на случай встречи с культистами Пробуждённого. Может быть полезно приобщить их к своему делу.",
      "Вы обрушиваете на статую всю свою мощь. NL Вскоре она @разламывается,@ разделившись на острый и тупой фрагмент. Вы берёте осколок и продолжаете путь.",
      "Вы проходите мимо и продолжаете свой путь.",
      "КА...Кар?! Подарок для ПТИЧЬЕГО БОГА?", //БОГА-ПТИЦЫ мб
      "КА-КАААР!!",
      "Обмен? Справедливое предложение...",
      "Культ будет доволен."
    ],
    "OPTIONS": [
      "[Разрушить] #rПотерять #r",
      " #rОЗ. #gПолучить #gЗаострённый #gФрагмент.",
      "[Забрать] #gПолучить #gСломанную #gстатую-крыло.",
      "[Уйти]"
    ]
  },
  "downfall:GoldenIdol": {
    "NAME": "Золотой идол",
    "DESCRIPTIONS": [
      "Вы натыкаетесь на пьедестал, где мирно стоит #yсияющий #yзолотой #yидол. Он выглядит очень ценным. NL NL  Идол наверняка привлечёт блуждающих странников. Можно оставить ловушку для них.",
      "Вы натыкаетесь на пьедестал, где мирно стоит #yсияющий #yзолотой #yидол. Он выглядит очень ценным. NL NL The body of an adventurer lays a short distance down the hall, clearly crushed by a massive object. Его душа всё ещё витает в округе.",
      "Вы установили ловушку, используя вес идола для спускового крючка, который заставит ближайший огромный валун рухнуть, если кто-нибудь попробует забрать #yблестящий артефакт. NL Вы удовлетрены конструкцией ловушки и решаете двигаться дальше.", 
      "Вы направляете душу странника в своё тело, превращая её энергию в собственную.",
      "Вы решаете не трогать пъедестал, ведь ставить ловушку слишком низко для вас.",
      "Вы решаете оставить душу в покое и продолжить свой путь."
    ],
    "OPTIONS": [
      "[Установить ловушку] #rПотерять #rУдар.",
      "[Собрать] #gПолучить #y",
      " #yДуш.",
      "[Уйти]",
      "[Закрыто] Требуется Удар."
    ]
  },
  "downfall:Cleric": {
    "NAME": "Клирик",
    "DESCRIPTIONS": [
      "К вам с улыбкой приближается странный синий гуманоид в золотом шлеме(?). NL Upon realizing just what you are, the creature's beaming grin swiftly turns to a look of pure terror. NL ~\"М-МОНСТР!!\"~ the figure shouts, turning around to flee.",
      "С одного удара существо расплющилось и превратилось в груду синей плоти. Вы поглощаете его #yдушу и продолжаете свой путь.",
      "\"Cleric help! Cleric help!\" the creature says as you approach menacingly. NL Холодное голубое пламя охватывает вас и рассеивается. NL После этого «Клирик» тут же убежал."
    ],
    "OPTIONS": [
      "[Врезать] #gПолучить #y",
      "[Intimidate] #gУберите #gкарту #gиз #gколоды.",
      "[Уйти]",
      "Выберите карту, которую хотите убрать.",
      " #yДуш."
    ]
  },
  "downfall:Ghosts": {
    "NAME": "Совет призраков",
    "DESCRIPTIONS": [
      "Вы продолжаете свой спуск, но внезапно комнату заполняет #p~густой~ #p~чёрный~ #p~дым,~ формируя три гигантские фигуры в масках. Они начинают говорить. NL NL ~«Очередная~ ~марионетка~ #y~Сердца,~ ~я~ ~полагаю.»~ NL #r@«ПОХОЖЕ@ #r@НА@ #r@ТО!@ #r@ОНО@ #r@ВСЕГДА@ #r@ПОСЫЛАЕТ@ #r@СЛАБЕЙШИХ@ #r@ПЕШЕК!»@ NL NL Вы видите невероятно широкую улыбку, когда третья фигура обращается к вам. NL «Не слушай их... Хочешь ли ты почувствовать нашу #y~силу?»~  ",
      "\"@Подношение!@ Как ~заманчиво...\"~ NL NL Пока призрачная фигура говорит, вы видите, как её рот открывается всё шире и шире. Внутри вашего тела, вы чувствуете, как накопленные с мертвых #b~души~ неистово  высасывает  прямо в сияющий пустотой рот призрака. Требуется вся ваша сила, чтобы устоять и не быть высосанным самому. NL NL Но прямо перед тем, как ваша выносливость кончится, призрачный вихрь останавливается и духи растворяются в эфире. NL NL Вы продолжаете идти вперёд, ощущая в себе #bпустоту."
    ],
    "OPTIONS": [
      "[Поднести] #rПотерять #r",
      " душ. #gПолучить Призрачность.",
      "[Закрыто] Требуется ",
      " душ."
    ]
  },
  "downfall:CursedTome": {
    "NAME": "Проклятый фолиант",
    "DESCRIPTIONS": [
      "В заброшенном храме вы находите огромную открытую книгу, исписанную #p@загадочными@ #p@символами.@ NL NL Вам нет нужды разбирать искусный текст, вы и так знаете силу, таящуюся внутри - и #rцену, которую несет его владелец.",
	"Понимая цену, вы решаете забрать фолиант с собой. Как только вы тянетесь к пьедесталу с фолиантом, фолиант ввергает вас в транс, где он говорит с вами в #rтысяче #rголосов, разрывая вашу душу! NL NL С новоприобретенной книгой, и вашим разумом даже сильнее испорченным, чем раньше, вы выходите из храма в полном #b~истощении...~"
    ]
  },
  "downfall:ForgottenAltar": {
    "NAME": "Забытый алтарь",
    "DESCRIPTIONS": [
      "Вы встаёте на алтарь и отдаёте духовную энергию из своей души. NL Как только жертвенные #bдуши проливаются богине, руки статуи тянутся к вам и испускают успокаивающюю #p~проклятую~ #p~магию.~ NL Всё темнеет. NL Спустя какое-то время вы просыпаетесь, ощущая что раны и травмы от битв затянулись.",
      "После недолгого любования злом внутри статуи, вы продолжаете идти по Городу."
    ],
    "OPTIONS": [
      "[Предложить души] #rПотерять #r",
      " #rДуш. #gВосполнить #g",
      " #gОЗ.",
      "[Закрыто] Требуется ",
      " Душ.",
      "[Уйти]"
    ]
  },
  "downfall:Bandits": {
    "NAME": "Бандиты в масках",
    "DESCRIPTIONS": [
      "Вы встречаете группу бандитов в больших #rкрасных #rмасках. NL «Привет, запла- Оу, ~монстр.~ Возможно, ты заинтересуешься в наших услугах?»",
      "«Большое спасибо, чокнутый! Ты, конечно, не пожалеешь об этом...»"
    ],
    "OPTIONS": [
      "[Потерять ",
      "] #gНанять #gбандитов.",
      "[Закрыто] Требуется больше Реликвий."
    ]
  },
  "downfall:Nloth": {
    "NAME": "Н'лот",
    "DESCRIPTIONS": [
      "Deciding this bottom-feeder of a creature does not belong in the Spire, you deliver a swift and powerful blow directly to N'loths chest. NL NL As the creature recoils in agony, its tentacles @lash@ @out@ at you in reflex, leaving a #rpainful sting! NL NL When the creature's lifeless form hits the ground, you hear the rattling of charms and trinkets. Scouring through his body, just as it once scoured through the trash pile, you uncover a potent magical item."
    ],
    "OPTIONS": [
      "[Врезать] #gПолучить #gслуч. #gреликвию. #rПолучить #rПроклятие #r- #rБоль."
    ]
  },
  "downfall:KnowingSkull": {
    "NAME": "Всеведущий череп",
    "DESCRIPTIONS": [
      "Вы оказываетесь в старой украшенной палате. В центре комнаты расположен живописный пьедестал, на котором лежит большой череп. Как только вы приближаетесь, череп #g@воспламеняется@ и поворачивается к вам. NL NL «ЧТО ТЫ ИЩЕШЬ? ЧТО ПРЕДЛАГАЕШЬ?» NL В унисон его последним словам дверь позади вас @захлопывается.@",
	"~«Эйэйэйэйэйэйрукипрочьотбашки-»~ NL NL Ignoring the skull's complaints, you snatch it from the pedestal, momentarily #rscorched by its flames. Perhaps it will come in handy later...",
      "«СЗАДИ, СМЕРТНЫЙ». NL Вы заглядываете за череп. И вправду — дверь."
    ],
    "OPTIONS": [
      "[Тебя] #gПолучить #gЧереп. #rПотерять #r",
      "[Уйти]",
      " #rОЗ."
    ]
  },
  "downfall:Vagrant": {
    "NAME": "Умоляющий бродяга",
    "DESCRIPTIONS": [
      "Вы убиваете бродягу и забираете его душу. ~Возгласы~ раздаюся из толпы позади вас. NL \"Он только что уьмо //чего? Бургунди!\" говорит фигура, пока больше таких же бродяг приближаются к вам. NL NL Вы сбегаете, но не избежав #rцарапин и #rукусов.",
      "Вы вырываете у него из рук драгоценную #yреликвию и уходите. NL Вслед вам доносится: NL «Совсем стыд потерял? ~ПОЗОР~ ~ТАКИМ~ ~КАК~ ~ТЫЫЫЫЫЫЫЫЫЫ!»~ NL Вам #pточно #pне #pстыдно. Это честь - быть ограбленным Повелителем Шпиля!"
    ],
    "OPTIONS": [
      "[Врезать] #gПолучить #g85 #gДуш. #rПотерять #r",
      " #rОЗ.",
      "[Ограбить] #gПолучить #gреликвию. #rПолучить #rПроклятие #r- #rГордость."
    ]
  },
  "downfall:Beggar": {
    "NAME": "Old Beggar",
    "DESCRIPTIONS": [
      "The beggar takes off its cloak, revealing a blue humanoid form with a glimmering helm(?). NL Upon realizing just what you are, the creature's beaming grin swiftly turns to a look of pure terror. NL ~\"М-МОНСТЕР!!\"~ the figure shouts, turning around to flee.",
      "The old beggar looks around, seemingly puzzled. He ignores you at first as he searches the area, then glances towards you. NL \"Have you seen a young, blue-skinned man near here? Wears an odd, glimmering helm? He usually comes by the City, spending his tithe on food for us...\" NL The beggar must be referring to the one called #bCleric, who you dispatched a short while ago.",
      "@\"Do@ @not@ @fear,@ @old@ @man.@ @You@ @shall@ @see@ @your@ @friend@ @sooner@ @than@ @you@ @think.\"@ NL NL The beggar struggles to provide any semblance of defense, and you strike him down easily. NL Leaving the alley behind, you stride ahead, excessively #yproud of the work you have done this day.",
      "This man has suffered enough as a result of your earlier actions. You decide to spare him his life, and move on.",
      "The beggar takes off its cloak to reveal that he is #bCleric! NL @\"You@ @are@ @a@ @horrible@ @soul.@ @Cleric@ @bought@ @protection!\"@ he screams. NL NL Two massive figures emerge from the alley, each wearing full plate. Before you have a chance to react, they draw their blades and charge!",
      "Having slain this #bCleric's bodyguards, you turn to him and back him into a corner of the alley. He is terrified and trembling.",
      "The creature crumples in a single blow, falling into a pile of mangled blue flesh. You happily absorb its #ysoul and continue onward. NL NL As you leave, you notice the other beggars peering from behind buildings and alleys. You bask in their fear - let this be a lesson to anyone who dare defy a Spire overlord.",
      "\"Cleric help! Cleric help!\" the creature says once again, barely able to speak as he cowers in fear. NL A cold blue flame envelops your body and dissipates. NL NL Deciding his powers may of use later, and that you can easily dispatch of any bodyguards he tries to employ in the future, you let this \"Cleric\" live once more."
    ],
    "OPTIONS": [
      " #rПолучить #rПроклятие #r- #rГордыня.",
      "[Сражаться]",
      "[Threaten] #gУберите #g2 #gкарты #gиз #gколоды."
    ]
  },
  "downfall:Mausoleum": {
    "NAME": "Мавзолей",
    "DESCRIPTIONS": [
      "Вы проходите сквозь несколько гробниц и в центре круглой комнаты находите большой саркофаг ~инкрустированный~ ~самоцветами.~ NL Вы не можете разобрать надписи на гробе, однако замечаете #p~чёрный~ #p~туман,~ струящийся из его щелей. NL Вам знаком данный туман - явный признак #y~духов.~",
      "Вы впитываете #p~призрачный~ #p~туман~ в своё тело, собирая их души. As you leave, however, you can't help but start to #r@feel@ #r@a@ #r@chill...@"
    ],
    "OPTIONS": [
      "[Пировать] #gПолучить #g200 #gДуш. #rПолучить #rПроклятие #r- #rHaunted."
    ]
  },
  "downfall:Nest": {
    "NAME": "Гнездо",
    "DESCRIPTIONS": [
      "Перед вами столпотворение: некие #b~фигуры~ #b~в~ #b~глухих~ #b~балахонах~ проходят в #pнеприметный #pсобор. NL Фигуры поворакчиваются к вам,как только вы входите в собор! NL NL Ваши уши почти мгновенно наполняются какофонией вздохов, возгласов и карканья. Один из культистов подходит к вам с подношением",
      "Увидев опасное на вид оружие, лежащее на алтаре вы пробегаете сквозь толпу и просто забираете свой при, и таким образом оказываетесь в толпе #rкультистов! NL NL #r@«УБИВАТЬ!!@ @УБИВАТЬ@ #r@УБИВАТЬ!!»@ NL #b~«КАР~ #b~КАР~ #b~КААААААРРР!»~ NL NL Культисты быстро достают свои кинжалы, начиная #rрезать и #rрубить вас, пока вы проталкиваетесь на выход.",
      "Вы принимаете подношение культиста и забираете странное зелье с его рук. NL NL Культисты @поют@ и @ликуют@ в вашу честь! NL NL #b~«КААР~ #b~КАР~ #b~КАААААРР!!»~ NL NL Вы присоединяетесь к хору. Почему бы и нет? Эти культисты странная компания, но они хорошо служат одному из ваших коллег-повелителей.",
      "#r@«ПТИЧИЙ БОГ!!@ #r@ВЕРНУЛСЯ!!»@ NL #b~«КАР~ #b~КАР~ #b~КАААААРРР!»~ NL NL Пробираясь сквозь ликующую толпу культистов, вы оказываетесь лицом к лицу с лидером культа. Богато одетый культист протягивает вам #yритуальный #yкинжал.",
      "Вы берёте кинжал и не имеете представление о том что может произойти дальше. Лидер культистов роется в своей накидке и предлагает #bсинюю #bсмолянистую #bмикстуру.",
      "The cultists surrounding the leader provide him with replacements, and soon with his own dagger and potion in hand, he gestures for you to follow in his actions.",
      "Подражая лидеру культистов, вы откупориваете зелье и осторожно наливаете небольшое количество на лезвие. The steel seems to glow an #b~eerie~ #b~hue~ in the cathedral's light. NL NL Без единого слова или жеста лидера, два культиста выходят вперёд - один к вам, один к нему. NL NL Становится до боли ясно чего они от вас хотят.",
      "#rВы #rвонзаете #rкинжал #rв #rсердце #rкультиста! NL NL #b~«КАР~ #b~КААААР~ #b~КАААААРРР!»~ NL NL Ритуал завершён, а выжившие культисты взрывались от счастья. Они праздно машут своими палками и продолжают выкрикивать радостное карканье, пока вы выходите из собора."
    ],
    "OPTIONS": [
      "[Вернуть статую] #rПотерять #rСломанную #rстатую-крыло. #gПолучить #gмножество #gнаград.",
      "[Закрыто] Требуется Сломанная статуя-крыло.",
      "[Принять] #gПолучить #gЗелье #gКультиста.",
      "[Украсть] #gПолучить Ритуальный кинжал. #rПотерять #r",
      " #rОЗ.",
      "[Уйти]",
      "[Продолжить]",
      "[Забрать кинжал] #gПолучить #gРитуальный #gкинжал.",
      "[Смазать] #gУлучшите #gРитуальный #gкинжал.",
      "[Пожертовать] #rУбить #rКультиста с помощью Ритуального кинжала+.",
      "[Получить похвалу] #gПолучить #gнаграды за возвращение #gСломанной #gстатуи-крыло."
    ]
  },
  "downfall:Colosseum": {
    "NAME": "Колизей",
    "DESCRIPTIONS": [
      "Продолжая спускаться по шпилю, вы замечаете группу гуманоидов, поджидающих в засаде у большой аудитории. При приближении работорговцы вздрагивают, но быстро объясняются. NL NL «Мы ждем тех, кто нападет на наш Город - тех, кого вы стремитесь уничтожить! У нас есть аудитория, ожидающая нового захвата. Люди любят сражаться не на жизнь, а на смерть!»",
      "Работорговцы не представляют для вас угрозы и могут оказаться полезными, если им удастся замедлить или ранить вашу добычу. NL NL Однако, этот кровавый спорт достаточно заманчив, чтобы отказаться...",
      "Вы заходите в огромный стадион переполненный самыми разными зрителями: #bРаботорговцы, #bКультисты и другие обитатели Города заполняют трибуны. NL NL ",
      "Вы врываетесь в толпу со словами: @«ПРИНЕСИТЕ@ @МНЕ@ @СВОЕГО@ @ЛУЧШЕГО@ @БОЙЦА!»,@ бросая вызов их чемпионам. NL Two challengers approach, warning you that the rules of the arena prevent them from holding back, despite your position as a lord of the Spire. NL NL You would assume nothing less.",
      "@«THE@ @NEXT@ @ONE@ @IS@ @MINE!»@ you boom into the crowd, who replies with a deafening applause. NL NL It does not take long for the slavers to drag in their latest catch. The unwitting challenger awakens, ~groggy~ from the ambush, but readies themselves. NL NL This should be fun.",
      "You deciding that, though it is tempting, fighting here would be an unnecessary distraction. Your journey continues on, and you leave the slavers to resume their ambush."
    ],
    "OPTIONS": [
      "[Вызов] #rСразиться с чемпионами арены. #gПолучить #gмножество #gнаград.",
      "[Учавствовать] #rСразиться с пленённым героем. #gПолучить #gмножество #gнаград.",
      "[Уйти]",
      "[СРАЖАТЬСЯ!]",
      "[Продолжить]"
    ]
  },
  "downfall:MindBloom": {
    "NAME": "Расцвет сознания",
    "DESCRIPTIONS": [
      "Вы пробираетесь сквозь великолепие Запределья, и неожиданно ваши мысли начинают обретать... #p~материальность...~ NL NL Воплощения #rубитых #rавантюристов и #yсобранных душ просачиваются в реальность. NL Однако это чувство крайне мимолётно. Ваши действия?",
      "Вы знаете, что были здесь раньше. NL NL Охотясь на одного и того же авантюриста. NL NL Хоть что-то из всего этого реально? NL NL Как много раз вы пали?",
      "Всё встало на свои места. NL Единственная цель, спуск, #pСердце. NL NL Так было всегда. Так будет всегда. И вскоре всё будет вновь позабыто..."
    ],
    "OPTIONS": [
      "[Я эхо] #rСразиться #rс #rсобой. #gПолучить #gРедкую #gреликвию.",
      "[Я обжора] #gПолучить #g999 #gДуш. #rПолучить #r2 #rПроклятия #r- #rОбыденность.",
      "[Я завершён] #gУлучшить #gвсе #gкарты. #rПотерять #rБлагословления #rСердца и #r10 #rМакс. #rОЗ.",
      "[Закрыто] Требуются все 3 Благословления Сердца.",
      "[Уйти]"
    ]
  },
  "downfall:MoaiHead": {
    "NAME": "Голова Моай",
    "DESCRIPTIONS": [
      "You decide to take a slight detour to one of the Beyond's greatest monuments - an enormous stony head, emerging from a large wall segment. NL NL Её рот широко раскрывается, и внутри блестят окровавленные зубы. Каменная поверхность головы испещрена пиктограммами на которых голова пожирает прыгающих в её пасть людей.",
      "You step up into the mouth of the statue, waiting for the statue to activate, knowing you will have to pay its cost in blood. Within a short time, the huge molars slam down from above, crushing you whole. NL @Darkness.@ NL Sometime later from within the dark, you see a sliver of light, and hear what you now realize is the sound of stony teeth slowly rising upwards. NL NL You leave restored, the statue's magic flowing through you.",
      "You step up into the mouth of the statue, and let flow from your body an immense amount of #bspiritual #benergy. The statue's eyes glow #b~aflame,~ and its huge molars slam down upon you. NL #b~Blue~ #b~light~ #b~is~ #b~everywhere.~ NL NL As the teeth rise, you feel completely reinvigorated, and more powerful than ever before.",
      "Вы уходите, гадая о том, что могло бы произойти."
    ],
    "OPTIONS": [
      "[Предложить души] #rПотерять #r",
      " #rДуш. #gПолучить #g",
      " #gМакс. #gОЗ и #gвосполнить #gвсё #gздоровье.",
      "[Закрыто] Требуется ",
      " Душ."
    ]
  },
  "downfall:SensoryStone": {
    "NAME": "Камень ощущений",
    "DESCRIPTIONS": [
      "#g~ТЩЕСЛАВИЕ.~ NL NL Жизнь - прекрасная, великолепная вещь... Даже для #gслизи. NL NL Ты всегда знал, что тебе уготованы великие дела. Все остальные довольствуются монетами и объедками, но не ты. Ты ждешь, как хищник, что-то особенное. Что-то уникальное. Что-то ~сказочное.~ NL NL Дни... недели... может прошли годы... в Шпиле сложно сказать наверняка. Пока, наконец, ты не замечаешь её. Ты больше не будешь такой как все! У них может быть #yзолото и #yбезделушки, но у тебя есть кое что получше... NL NL @МАЛЕНЬКАЯ@ @ШЛЯПА@ @КОТЕЛОК!@ Моднявая!", //слизька RaibowPls
      "#y~ХРУПКОСТЬ.~ NL NL #rКлинок входит вам в грудь, и рёв #bтолпы наполняет ваши уши...  последнее что вы почувствовали, перед тем как закрыть глаза - удар рукой по лицу. NL NL Вы просыпаетесь в незнакомой комнате @не@ @в@ @состоянии@ @двигаться,@ пробуете заговорить, но слова не выходят, а в глазах всё покрыто #gзелёным #gтуманом. Это сон? Или загробная жизнь? You try to remember, but your thoughts are as disjointed as your arms and legs. NL NL Вы слышите голос в голове - лишь единственную комманду. #g«БАЛАНС #gдолжен #gбыть #gENFORCED. #gОХРАНЯЙ #gExordium.»", //Змейка?
      "#p~HOPELESSNESS.~ NL NL #yWatch. #yRemember. #yLive. This is the Watcher's mission. Your assignment is to investigate a Spire of unknown origin.  You enter a hexagonal room and before you can react, the door @collapses@ @behind@ @you!@ NL NL There is no escape. The only path that may lead out is by taking a tablet, clearly infused with magic, which lays upon a pedestal. The moment your skin touches the artifact, your body ~dissolves~ ~into~ ~nothing,~ and your #psoul is pulled into the #pstone. NL NL Your fate will forever be tied to the #ptablet, #rcursed to wander the Spire for eternity.",
      "#y~DETACHMENT.~ NL NL You are the first. You serve the ~Maker.~ You are not born, with frailty and weakness, but created. Perfect. And in your image shall you create more constructs. The #yautomatons of the Maker’s legacy. NL NL Each one flawless in its design, all to serve a specific purpose. All but one. The one meant to maintain balance in the City. NL NL You cast the #ydefective #yconstruct from the tallest window, plunging it to the bottom of the Spire, and take his place as the City's protector. NL NL Balance must be enforced.",
      "#b~PRIDE.~ NL NL You stand at the center of a grand arena. Everything you have worked for culminates in this one singular combat. You take up a #bdefensive #bstance, draining the stamina of your enemy, until an opening presents itself. With your last bit of strength, you #rplunge #ryour #rblade into the chest of your opponent. The audience erupts in @thunderous@ @applause!@ NL NL Not one to stop at just winning, you raise your open hand and strike your foe ~across~ ~the~ ~face,~ delivering a most insulting final blow. NL NL There is no one in your way now. You are the new #b@Champion!@",
      "#p~GREED.~ NL NL Few men can resist the #btemptation #bof #bpower. But power comes at a cost, and great power an even greater price. NL NL You sit upon your throne above the Colosseum, watching men #rfight #rto #rthe #rdeath for your amusement for the title of #bChampion. The price for entry - the #g~flame~ #g~of~ #g~their~ #g~eternal~ #g~soul~ in service to you. Each name etched in a tablet, binding them to you in the afterlife. NL NL The crowd cheers as one fighter is struck down with a final blow across the face. You go to your vault, but someone has been here. Traps are sprung, but no body to be found... and the #p@tablet@ @is@ @missing!@",
      "#g~GRIEF.~ NL NL You stand, at long last, atop the highest peak of the Spire. You have spent your years working tirelessly to bring this colossal feat of architecture, a monument to the Great One, to life. Every #gcurve rounded to perfection. Every #yedge meticulously placed. NL NL “It is done, my love.” Covering their lifeless hand with yours, you turn on the machine. A soft hum fills the room, and soon you feel your very #b~essence~ being pulled into your creation - swiftly joined by another. You will both live for all eternity in this place, just as you planned. NL NL With a resounding echo... the #pHeart ~thumps~ its first beat.",
      "#b~RAGE.~ NL NL You are powerless to stop the #yornate #ydagger that enters your chest. In your final moment, you pray to whatever #pdeity rules over this Spire to give you the strength to live, ~no~ ~matter~ ~the~ ~cost.~ NL NL Your #pheart thumps a strong final beat, then is silenced... for a moment. Your eyes glow with #b@blue@ #b@fire@ as you return to life with the strength of ten men, bursting your bonds with ease and roaring into the crowd of #brobed #bfigures surrounding you! NL NL As you feel your body begin to morph into a #bmonstrous #bshape, the figures bow before you.", //птичка
      "#p~ARROGANCE.~ NL NL You spite the #pgod-like #pHeart that controls this place, dictating your fate. It is #ytime to take action. NL NL The Beyond is the least guarded of the Spire's sections, and you are able to slip into its #ytreasury with ease. There are many artifacts of power here, but one in particular speaks to you - a #y~glowing~ #y~pocketwatch.~ NL NL With unyielding confidence, you reach out and snatch the pocketwa... @...awtekcop@ @eht@ @hctans@ @dna@ @tuo@ @hcaer@ @uoy@ @,ecnedifnoc@ @gnidleiynu@ @htiW@ NL NL You spite the #pgod-like #pHeart that controls this... place...?", //В предпоследнем предложении отзеркаленный текст
      "Вы думаете что прошлое лучше оставить в прошлом."
    ],
    "OPTIONS": [
      "[Вспомнить] #gДобавить #g1 #gкарту #gБосса #gв #gколоду.",
      "[Вспомнить] #gДобавить #g2 #gкарты #gБосса #gв #gколоду. #rПотерять #r",
      "[Вспомнить] #gДобавить #g3 #gкарты #gБосса #gв #gколоду. #rПотерять #r"
    ]
  },
  "downfall:SecretPortal": {
    "NAME": "Секретный портал",
    "DESCRIPTIONS": [
      "Перед собой вы видите нечто весьма хорошее - в одной из живых стен Запределья каменный проход, внутри которого находится #p~вращающийся~ #p~магический~ #p~портал.~ NL NL Этот портал позволяет быстро добраться до повелителя Запределья. Однако, если вы заберете камень, питающий портал, ваше путешествие по Шпилю ускорится.",
      "Портал можно будет и позже починить. Вы вырываете рунный камень, питающий врата, и срочно решаете, куда отправиться дальше. Камень будет полезен очень недолго."
    ],
    "OPTIONS": [
      "[Взять камень] Прыгнуть в любую комнату, кроме комнаты с боссом."
    ]
  },
  "downfall:TombRedMask": {
    "NAME": "Гробница лорда Красной маски",
    "DESCRIPTIONS": [
      "На другой стороне висящей в воздухе тропы вы видите изящно расписанную гробницу. NL NL Дойдя до неё, вы замечаете мягкую стену, скорее всего скрывающую секретный отсек. Одного хорошего удара должно хватить для её пролома.",
      "Вы жертвуете #rмаску. Бандиты, согласившиеся помогать вам, имеют какую-то связь с этим Лордом - возможно они будут вдохновлены вашим пожертвованием.",
      "В стене гробницы открывается маленький отсек, и в нём вы видите красную маску с запиской. «Возьми у других так, как я взял у тебя!»",
      "Решив не тревожить гробницу, вы продолжаете путь.",
      "Вы продолжаете путь, довольный своей находкой."
    ],
    "OPTIONS": [
      "[Пожертовать Красную маску] #gУлучшить #gКонтракт #gбандитов.",
      "[Закрыто] Требуется Красная маска & Контракт бандитов.",
      "[Проломить] #rПотерять ",
      ". #gПолучить #gКрасную #gмаску.",
      "[Закрыто] Требуется атака.",
      "[Уйти]"
    ]
  },
  "downfall:WindingHalls": {
    "NAME": "Запутанные коридоры",
    "DESCRIPTIONS": [
      "Вы медленно бредёте по запутанным коридорам и find yourself in the infamous shifting hallways of the Beyond. A lesser being would go mad trying to navigate these, but to you, they are as familiar as an old friend. NL NL От постоянно #p~шепчущих~ #p~голосов~ ease your mind as you decide which path to take."
    ],
    "OPTIONS": [
      "[Левый] #gИсследовать #gсобытие.",
      "[Правый] #gОбыскать #gсокровищницу #gв #gпоисках #gреликвии.",
      "[Прямой] #gВыследить #gторговца."
    ]
  },
  "downfall:Joust": {
    "NAME": "Турнир",
    "DESCRIPTIONS": [
      "As you make your way through the large buildings you come across a long narrow bridge and spot knights on either side, facing one another. You approach and they scatter, glaring at one another. NL \"Monster! YOU fight it, if you're so good at killing things!\" NL \"No, YOU fight it! You know monsters better, what with that ~demonic~ ~cat!~\" NL NL They won't stop bickering. You'll have to decide...",
      "This knight was clearly stronger than the other one, and you tried your best but were ultimately thrashed. NL \"I'd like to see you best a beast like that!\" he says to the other knight as they leave, bickering.",
      "You ruthlessly avoid the knight's attacks and #rkill him, sucking his #gsouls out gleefully. The other knight screams and flees. What a coward...",
      "The cowardly knight gives you a few pesky scratches from afar with his longsword, then runs away screaming. The other knight runs after him, angry. You return to your work, annoyed.",
      "You ~loom~ over the knight, and rather than even trying to run, he simply cowers. You #rslay him easily and take his #gsouls, but when you turn for the other knight, he's already ran away."
    ],
    "OPTIONS": [
      "[Левого] #r50%: #rПотерять #r",
      " ОЗ.",
      " #g50%: #gПолучить #g200 #gДуш.",
      "[Правого] #r25%: #rПотерять #r",
      " #g75%: #gПолучить #g100 #gДуш."
    ]
  },
  "downfall:BossTester": {
    "NAME": "Дебаг Боссов",
    "DESCRIPTIONS": [
      "Choose an Act to gain the simulated rewards for that act. If you want to test an Act 3 encounter, run this event 3 times - once for Act 1, then for Act 2, then for Act 3.",
      "Rewards complete. After shopping, run this event again if you want to simulate another act's rewards. Otherwise, proceed to the boss fight. Do not collect its rewards."
    ],
    "OPTIONS": [
      "[1 Акт]",
      "[2 Акт]",
      "[3 Акт]",
      "[Head to Shop]"
    ]
  },
  "downfall:BetterEnding": {
    "NAME": "Сердце Шпиля",
    "DESCRIPTIONS": [
      "@бу-бумм@ ... @бу-бумм@ ... @бу-бумм@ ... NL A comforting heartbeat can be felt throughout the room... NL Are you at the ~end~ ? Is your purpose fulfilled?",
      "You give #b",
      " Souls back to the heart! NL The heart #b@squirms@ in elation, pounding forever more.",
      "Despite your best efforts, the door to the Heart's chamber remains vulnerable. So, you ask yourself, ~\"Have~ ~you~ ~truly~ ~done~ ~enough?\"~  NL You feel that you have given a total of #b",
      " Souls to the heart.",
      " NL A total of #b",
      " Souls have been given by all who have been summoned by it.",
      " NL Пульсация становится громче и громче, пока вы наконец не #y~теряете~ #y~сознание...~",
      "NL Вы заносите свой клинок...",
      "NL Вы готовите свои кинжалы...",
      "NL Вы заряжаете своё ядро до предела...",
      "You ask yourself, ~\"Have~ ~you~ ~truly~ ~done~ ~enough?\"~",
      " NL Сердце пульсирует всё громче и громче, вы почти #p~теряете~ #p~сознание...~",
      " NL Но неожиданная вспышка #y@энергии@ откуда-то изнутри #b@вырывает@ вас из сна.",
      " NL The heart #gretreats, sensing an approaching threat! The fight is not over yet...",
      "NL Вы заряжаете свой посох божественными силами..."
      "You feel #psomething #p@evil@ at your very core..."
    ],
    "OPTIONS": [
      "[Продолжить]",
      "[Give] #b???",
      "[Спасть]",
      "[Подойти к двери]"
    ]
  },
  "downfall:EvilShrines": {
    "NAME": "",
    "DESCRIPTIONS": [
      "Only you should hold this power. You shatter the shrine into pieces. NL A dark wail echoes all around you, and you can feel the Shrine's #p~cursed~ #p~magic~ seep into your bones."    ],
    "OPTIONS": [
      "[Desecrate] #gКопировать #g2 #gкарты. #rПолучить #rслучайное #rПроклятие.",
      "[Desecrate] #gУбрать #g3 #gкарты. #rПолучить #rслучайное #rПроклятие.",
      "[Desecrate] #gПреобразовать #g3 #gкарты. #rПолучить #rслучайное #rПроклятие.",
      "[Desecrate] #gУлучшить #g2 #gкарты. #rПолучить #rслучайное #rПроклятие."
    ]
  }
}
